import type { PsList } from './types/psList'

export const psDb: PsList = [
  {
    id: 1,
    resId: 1,
    name: 'ПС 110 кВ Анна',
  },
  {
    id: 2,
    resId: 1,
    name: 'ПС 110 кВ Анна-2',
  },
  {
    id: 3,
    resId: 1,
    name: 'ПС 110 кВ Архангельское',
  },
  {
    id: 4,
    resId: 1,
    name: 'ПС 110 кВ Верхняя Тойда',
  },
  {
    id: 5,
    resId: 1,
    name: 'ПС 35 кВ Садовое',
  },
  {
    id: 6,
    resId: 1,
    name: 'ПС 35 кВ Васильевка',
  },
  {
    id: 7,
    resId: 1,
    name: 'ПС 35 кВ Новонадежденка',
  },
  {
    id: 8,
    resId: 1,
    name: 'ПС 35 кВ Рубашевка',
  },
  {
    id: 9,
    resId: 1,
    name: 'ПС 35 кВ Хлебородное',
  },
  {
    id: 10,
    resId: 1,
    name: 'ПС 35 кВ Николаевка',
  },
  {
    id: 11,
    resId: 1,
    name: 'ПС 35 кВ Новый Курлак',
  },
  {
    id: 12,
    resId: 2,
    name: 'ПС 110 кВ Борисоглебск',
  },
  {
    id: 13,
    resId: 2,
    name: 'ПС 110 кВ Химмаш',
  },
  {
    id: 14,
    resId: 2,
    name: 'ПС 110 кВ Восточная-1',
  },
  {
    id: 15,
    resId: 2,
    name: 'ПС 35 кВ Восточная',
  },
  {
    id: 16,
    resId: 2,
    name: 'ПС 35 кВ Чигорак',
  },
  {
    id: 17,
    resId: 2,
    name: 'ПС 35 кВ Миролюбие',
  },
  {
    id: 18,
    resId: 2,
    name: 'ПС 35 кВ Верхний Затон',
  },
  {
    id: 19,
    resId: 2,
    name: 'ПС 35 кВ Губари',
  },
  {
    id: 20,
    resId: 2,
    name: 'ПС 35 кВ Макашевка',
  },
  {
    id: 21,
    resId: 2,
    name: 'ПС 35 кВ Третьяки',
  },
  {
    id: 22,
    resId: 2,
    name: 'ПС 35 кВ Танциреи',
  },
  {
    id: 23,
    resId: 2,
    name: 'ПС 35 кВ Городская',
  },
  {
    id: 24,
    resId: 2,
    name: 'ПС 35 кВ Северная',
  },
  {
    id: 25,
    resId: 3,
    name: 'ПС 110 кВ Верхний Карачан',
  },
  {
    id: 26,
    resId: 3,
    name: 'ПС 35 кВ Нижний Карачан',
  },
  {
    id: 27,
    resId: 3,
    name: 'ПС 110 кВ Листопадовка',
  },
  {
    id: 28,
    resId: 3,
    name: 'ПС 35 кВ Новогольелань',
  },
  {
    id: 29,
    resId: 3,
    name: 'ПС 35 кВ Большие Алабухи',
  },
  {
    id: 30,
    resId: 3,
    name: 'ПС 35 кВ Малая Грибановка',
  },
  {
    id: 31,
    resId: 3,
    name: 'ПС 110 кВ Грибановка',
  },
  {
    id: 32,
    resId: 4,
    name: 'ПС 110 кВ Большевик',
  },
  {
    id: 33,
    resId: 4,
    name: 'ПС 110 кВ Новохоперск',
  },
  {
    id: 34,
    resId: 4,
    name: 'ПС 35 кВ Михайловка',
  },
  {
    id: 35,
    resId: 4,
    name: 'ПС 35 кВ Елань Колено',
  },
  {
    id: 36,
    resId: 4,
    name: 'ПС 35 кВ Красное',
  },
  {
    id: 37,
    resId: 4,
    name: 'ПС 35 кВ Михайловка-1',
  },
  {
    id: 38,
    resId: 4,
    name: 'ПС 35 кВ Пыховка',
  },
  {
    id: 39,
    resId: 4,
    name: 'ПС 35 кВ Троицкое',
  },
  {
    id: 40,
    resId: 4,
    name: 'ПС 35 кВ Подгорное',
  },
  {
    id: 41,
    resId: 4,
    name: 'ЦРП 10 кВ Калинино',
  },
  {
    id: 42,
    resId: 5,
    name: 'ПС 110 кВ имени Матвиенко',
  },
  {
    id: 43,
    resId: 5,
    name: 'ПС 35 кВ Ильмень',
  },
  {
    id: 44,
    resId: 5,
    name: 'ПС 35 кВ Вихляевка',
  },
  {
    id: 45,
    resId: 5,
    name: 'ПС 110 кВ Рождество',
  },
  {
    id: 46,
    resId: 5,
    name: 'ПС 35 кВ Октябрьское',
  },
  {
    id: 47,
    resId: 5,
    name: 'ПС 35 кВ Пески',
  },
  {
    id: 48,
    resId: 6,
    name: 'ПС 110 кВ Таловая-районная',
  },
  {
    id: 49,
    resId: 6,
    name: 'ПС 110 кВ Докучаево',
  },
  {
    id: 50,
    resId: 6,
    name: 'ПС 35 кВ Абрамовка',
  },
  {
    id: 51,
    resId: 6,
    name: 'ПС 35 кВ Авангард',
  },
  {
    id: 52,
    resId: 6,
    name: 'ПС 35 кВ Александровка',
  },
  {
    id: 53,
    resId: 6,
    name: 'ПС 35 кВ Новотроицкое',
  },
  {
    id: 54,
    resId: 6,
    name: 'ПС 35 кВ Орловка',
  },
  {
    id: 55,
    resId: 6,
    name: 'ПС 35 кВ Тишанка',
  },
  {
    id: 56,
    resId: 6,
    name: 'ПС 35 кВ Троицкое-1',
  },
  {
    id: 57,
    resId: 6,
    name: 'ПС 35 кВ Чигла',
  },
  {
    id: 58,
    resId: 7,
    name: 'ПС 35 кВ Есипово',
  },
  {
    id: 59,
    resId: 7,
    name: 'ПС 35 кВ Кисельное',
  },
  {
    id: 60,
    resId: 7,
    name: 'ПС 35 кВ Козловка',
  },
  {
    id: 61,
    resId: 7,
    name: 'ПС 35 кВ Костино-Отделец',
  },
  {
    id: 62,
    resId: 7,
    name: 'ПС 110 кВ Народное',
  },
  {
    id: 63,
    resId: 7,
    name: 'ПС 110 кВ Терновка',
  },
  {
    id: 64,
    resId: 8,
    name: 'ПС 110 кВ  Эртиль',
  },
  {
    id: 65,
    resId: 8,
    name: 'ПС 110 кВ Щучье',
  },
  {
    id: 66,
    resId: 8,
    name: 'ПС 35 кВ Эртиль-город',
  },
  {
    id: 67,
    resId: 8,
    name: 'ПС 35 кВ Ростоши',
  },
  {
    id: 68,
    resId: 8,
    name: 'ПС 35 кВ Введенка',
  },
  {
    id: 69,
    resId: 8,
    name: 'ПС 35 кВ Майская',
  },
  {
    id: 70,
    resId: 8,
    name: 'ПС 35 кВ Гнилуша',
  },
]
