import type { PsList } from './types/psList'

export const psList: PsList = [
  {
    resName: 'Аннинский РЭС',
    psName: 'ПС 110 кВ Анна',
  },
  {
    resName: 'Аннинский РЭС',
    psName: 'ПС 110 кВ Анна-2',
  },
  {
    resName: 'Аннинский РЭС',
    psName: 'ПС 110 кВ Архангельское',
  },
  {
    resName: 'Аннинский РЭС',
    psName: 'ПС 110 кВ Верхняя Тойда',
  },
  {
    resName: 'Аннинский РЭС',
    psName: 'ПС 35 кВ Садовое',
  },
  {
    resName: 'Аннинский РЭС',
    psName: 'ПС 35 кВ Васильевка',
  },
  {
    resName: 'Аннинский РЭС',
    psName: 'ПС 35 кВ Новонадежденка',
  },
  {
    resName: 'Аннинский РЭС',
    psName: 'ПС 35 кВ Рубашевка',
  },
  {
    resName: 'Аннинский РЭС',
    psName: 'ПС 35 кВ Хлебородное',
  },
  {
    resName: 'Аннинский РЭС',
    psName: 'ПС 35 кВ Николаевка',
  },
  {
    resName: 'Аннинский РЭС',
    psName: 'ПС 35 кВ Новый Курлак',
  },
  {
    resName: 'Борисоглебский РЭС',
    psName: 'ПС 110 кВ Борисоглебск',
  },
  {
    resName: 'Борисоглебский РЭС',
    psName: 'ПС 110 кВ Химмаш',
  },
  {
    resName: 'Борисоглебский РЭС',
    psName: 'ПС 110 кВ Восточная-1',
  },
  {
    resName: 'Борисоглебский РЭС',
    psName: 'ПС 35 кВ Восточная',
  },
  {
    resName: 'Борисоглебский РЭС',
    psName: 'ПС 35 кВ Чигорак',
  },
  {
    resName: 'Борисоглебский РЭС',
    psName: 'ПС 35 кВ Миролюбие',
  },
  {
    resName: 'Борисоглебский РЭС',
    psName: 'ПС 35 кВ Верхний Затон',
  },
  {
    resName: 'Борисоглебский РЭС',
    psName: 'ПС 35 кВ Губари',
  },
  {
    resName: 'Борисоглебский РЭС',
    psName: 'ПС 35 кВ Макашевка',
  },
  {
    resName: 'Борисоглебский РЭС',
    psName: 'ПС 35 кВ Третьяки',
  },
  {
    resName: 'Борисоглебский РЭС',
    psName: 'ПС 35 кВ Танциреи',
  },
  {
    resName: 'Борисоглебский РЭС',
    psName: 'ПС 35 кВ Городская',
  },
  {
    resName: 'Борисоглебский РЭС',
    psName: 'ПС 35 кВ Северная',
  },
  {
    resName: 'Грибановский РЭС',
    psName: 'ПС 110 кВ Верхний Карачан',
  },
  {
    resName: 'Грибановский РЭС',
    psName: 'ПС 35 кВ Нижний Карачан',
  },
  {
    resName: 'Грибановский РЭС',
    psName: 'ПС 110 кВ Листопадовка',
  },
  {
    resName: 'Грибановский РЭС',
    psName: 'ПС 35 кВ Новогольелань',
  },
  {
    resName: 'Грибановский РЭС',
    psName: 'ПС 35 кВ Большие Алабухи',
  },
  {
    resName: 'Грибановский РЭС',
    psName: 'ПС 35 кВ Малая Грибановка',
  },
  {
    resName: 'Грибановский РЭС',
    psName: 'ПС 110 кВ Грибановка',
  },
  {
    resName: 'Новохоперский РЭС',
    psName: 'ПС 110 кВ Большевик',
  },
  {
    resName: 'Новохоперский РЭС',
    psName: 'ПС 110 кВ Новохоперск',
  },
  {
    resName: 'Новохоперский РЭС',
    psName: 'ПС 35 кВ Михайловка',
  },
  {
    resName: 'Новохоперский РЭС',
    psName: 'ПС 35 кВ Елань Колено',
  },
  {
    resName: 'Новохоперский РЭС',
    psName: 'ПС 35 кВ Красное',
  },
  {
    resName: 'Новохоперский РЭС',
    psName: 'ПС 35 кВ Михайловка-1',
  },
  {
    resName: 'Новохоперский РЭС',
    psName: 'ПС 35 кВ Пыховка',
  },
  {
    resName: 'Новохоперский РЭС',
    psName: 'ПС 35 кВ Троицкое',
  },
  {
    resName: 'Новохоперский РЭС',
    psName: 'ПС 35 кВ Подгорное',
  },
  {
    resName: 'Новохоперский РЭС',
    psName: 'ЦРП 10 кВ Калинино',
  },
  {
    resName: 'Поворинский РЭС',
    psName: 'ПС 110 кВ имени Матвиенко',
  },
  {
    resName: 'Поворинский РЭС',
    psName: 'ПС 35 кВ Ильмень',
  },
  {
    resName: 'Поворинский РЭС',
    psName: 'ПС 35 кВ Вихляевка',
  },
  {
    resName: 'Поворинский РЭС',
    psName: 'ПС 110 кВ Рождество',
  },
  {
    resName: 'Поворинский РЭС',
    psName: 'ПС 35 кВ Октябрьское',
  },
  {
    resName: 'Поворинский РЭС',
    psName: 'ПС 35 кВ Пески',
  },
  {
    resName: 'Таловский РЭС',
    psName: 'ПС 110 кВ Таловая-районная',
  },
  {
    resName: 'Таловский РЭС',
    psName: 'ПС 110 кВ Докучаево',
  },
  {
    resName: 'Таловский РЭС',
    psName: 'ПС 35 кВ Абрамовка',
  },
  {
    resName: 'Таловский РЭС',
    psName: 'ПС 35 кВ Авангард',
  },
  {
    resName: 'Таловский РЭС',
    psName: 'ПС 35 кВ Александровка',
  },
  {
    resName: 'Таловский РЭС',
    psName: 'ПС 35 кВ Новотроицкое',
  },
  {
    resName: 'Таловский РЭС',
    psName: 'ПС 35 кВ Орловка',
  },
  {
    resName: 'Таловский РЭС',
    psName: 'ПС 35 кВ Тишанка',
  },
  {
    resName: 'Таловский РЭС',
    psName: 'ПС 35 кВ Троицкое-1',
  },
  {
    resName: 'Таловский РЭС',
    psName: 'ПС 35 кВ Чигла',
  },
  {
    resName: 'Терновский РЭС',
    psName: 'ПС 35 кВ Есипово',
  },
  {
    resName: 'Терновский РЭС',
    psName: 'ПС 35 кВ Кисельное',
  },
  {
    resName: 'Терновский РЭС',
    psName: 'ПС 35 кВ Козловка',
  },
  {
    resName: 'Терновский РЭС',
    psName: 'ПС 35 кВ Костино-Отделец',
  },
  {
    resName: 'Терновский РЭС',
    psName: 'ПС 110 кВ Народное',
  },
  {
    resName: 'Терновский РЭС',
    psName: 'ПС 110 кВ Терновка',
  },
  {
    resName: 'Эртильский РЭС',
    psName: 'ПС 110 кВ  Эртиль',
  },
  {
    resName: 'Эртильский РЭС',
    psName: 'ПС 110 кВ Щучье',
  },
  {
    resName: 'Эртильский РЭС',
    psName: 'ПС 35 кВ Эртиль-город',
  },
  {
    resName: 'Эртильский РЭС',
    psName: 'ПС 35 кВ Ростоши',
  },
  {
    resName: 'Эртильский РЭС',
    psName: 'ПС 35 кВ Введенка',
  },
  {
    resName: 'Эртильский РЭС',
    psName: 'ПС 35 кВ Майская',
  },
  {
    resName: 'Эртильский РЭС',
    psName: 'ПС 35 кВ Гнилуша',
  },
]
